{"study": "The Shapiro Group Georgia Demand Study", "input": "Almost half these men are the age 30-39, with the next largest group being men under age 30. The\nmean age is 33 and the median 31. The youngest survey participant was 18, and the oldest was 67.", "output": "Almost half these men are the age 30-39, with the next largest group being men under age 30. The\nmean age is 33 and the median 31. The youngest survey participant was 18, and the oldest was 67."}
{"study": "The Shapiro Group Georgia Demand Study", "input": "The data clearly debunk the myth that CSEC is a problem relegated to the urban core. Men who\nrespond to advertisements for sex with young females come from all over metro Atlanta, the\ngeographic market where the advertisements in this study were targeted.", "output": "Men who\nrespond to advertisements for sex with young females come from all over metro Atlanta."}
{"study": "The Shapiro Group Georgia Demand Study", "input": "Not only are 65% of men who buy sex with young females doing so in and around suburban\nmetro Atlanta, but 9% of men who buy sex with young females in metro Atlanta gave their\nlocation as near the airport. This finding is consistent with advocates’ claims that travel and\ntourism play a major role in sustaining CSEC.", "output": "65% of men who buy sex with young females do so in and around suburban\nmetro Atlanta, 9% of men who buy sex with young females in metro Atlanta gave their\nlocation as near the airport."}
{"study": "The Shapiro Group Georgia Demand Study", "input": "Craigslist is by far the most efficient medium for advertising sex with young females; ads on this\nsite received 3 times as many responses compared to identical ads placed on other sites. (See\nAppendix)", "output": "Buyers respond to Craigslist ads 3 times more than to identical ads on other sites."}
{"study": "The Shapiro Group Georgia Demand Study", "input": "While many of the men who exploit these children are not seeking adolescent females per se, the\nstudy also shows that just under half are willing to pay for sex with a young female even when they\nknow for sure she is an adolescent.", "output": "Nearly half of buyers are willing to pay for sex even when they know the girl is an adolescent."}
{"study": "The Shapiro Group Georgia Demand Study", "input": "The same can be said of prostitution\nbroadly, and the results of the Chicago study bear this truth out. Men who purchase sex tend to\ncome from normal backgrounds and seem no more likely to suffer from apparent pathologies\nthan the rest of the adult male population. There simply appears to be no magic bullet in\ndetermining what individual qualities and experiences lead a man to purchase sex. Prostitution is\na societal problem, not an individual problem.", "output": "Men who buy sex are no different from the general male population."}
{"study": "The Shapiro Group Georgia Demand Study", "input": "Figure 3 indicates that about half of men who purchase sex with young females prefer “incall”\nservice (at the female’s location) over “outcall” (at the purchaser’s location), though there are no\nclear patterns in the data to figure out why men might choose one over the other.", "output": "About half of buyers prefer “incall” services, but the reasons for this choice are unclear."}
{"study": "The Shapiro Group Georgia Demand Study", "input": "Over 400,000 men in Georgia today have bought sex with a young female. Here it is\nimportant to remember that a large percentage of men who purchase sex do so once or twice\nthroughout their entire adulthood. Consistent with this notion, of the men who participated in\nour study who discussed their history purchasing sex, 60% said it was their first time doing so.", "output": "Large percentage of men who purchase sex do so once or twice\nthroughout their entire adulthood. Of the men who participated in\nour study who discussed their history purchasing sex, 60% said it was their first time doing so."}
{"study": "The Shapiro Group Georgia Demand Study", "input": "While it is valuable to know how many men are responsible for sustaining CSEC in Georgia, we still\nneed to know more clearly how men perpetuate this form of exploitation on such a large scale. For\nmany, CSEC is an unfathomable problem because they cannot see why any adult would choose to\npay for sex with a child, let alone 7,200 men each month. We find that the answer to this question is\nquite simple: most men who commercially sexually exploit adolescent females either don’t know or are\nwilling to ignore the possibility that they are having sex with an adolescent female.", "output": "Most men who commercially sexually exploit adolescent females either don’t know or are\nwilling to ignore the possibility that they are having sex with an adolescent female."}
